Repository: starmaerker/radio-app-iu-v2
Catalog: lib/l10n/intl_*.arb
Languages: de

# greeting
source: Hello
de: Guten Tag!

# tab_music_wish
source: Music Request
de: Musikwunsch

# moderator
source: Your Moderator:
de: Ihr Moderator:

# aktuell
source: Currently Running:
de: Aktuell l√§uft:

# vorher
source: Previous Song:
de: Vorherige Titel:

# wunschtitel
source: Desired Title
de: Wunschtitel

# interpret
source: Artist
de: Interpret

# mw_senden
source: Send Music Request
de: Musikwunsch senden

# mw_gesendet
source: Music Request Sent.
de: Musikwunsch gesendet.

# kommentar
source: Comment (max 150 characters)
de: Kommentar (max 150 Zeichen)

# name
source: Your Name
de: Dein Name

# fb_senden
source: Send Feedback
de: Feedback senden

# fb_gesendet
source: Feedback Sent.
de: Feedback gesendet.

# pl_Wertung
source: Current Playlist Rating
de: Aktuelle Playlist Wertung

# m_Wertung
source: Current Moderator Rating
de: Aktuelle Moderator Wertung

# error
source: Please Enter Some Text
de: Bitte geben Sie einen Text ein.
